tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "zstd"
brew "emacs"
brew "cask"
brew "fd"
brew "imagemagick"
brew "lazygit"
brew "libyaml"
brew "lsd"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "peco"
brew "pv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "watchman"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "esolitos/ipa/sshpass"
cask "font-hack-nerd-font"
cask "iterm2"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "warp"
